---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireMaterialTypeSetIterator
source: html/726a91f7-fc37-5c7d-f32b-1d1aaf1e9de1.htm
---
# WireMaterialTypeSetIterator Properties

Retrieves the item that is the current focus of the iterator.